public class main {
    public static void main(String[] args) {
        System.out.println("Сделайте вид, что я тут написал что-то умное:");
        System.out.println("Абстрактно видят мир только писатели, а я что писатель, я человек, который пытается что-то придумать");
        // Выше тест println
        System.out.print("Проверим как работает print ");
        System.out.print("произойдет ли конкатенация? ");
        System.out.println("Опытным путем, я выяснил, что да"); // Проверил print, который привел к конкатенации
        System.out.println("Если хочется написать все с конкатенацией, то пиши print, а без неё, пиши через println");
        System.out.println("На всякий случай, всегда проверяй наличие ; в конце кода, спасибо");
        // Ну с числами и конкатенацией я всё рассказал, пошли дальше
        System.out.println(0);
        System.out.println(333);
        System.out.println(13);
        System.out.println("Писать числа нужно без верхних двойных скобок :>, ну и все вычисления математические тоже без кавычек");
        // Я знал про то, что комментарии можно ставить между кодом, около кода, так что ничего нового
        /* А вот тебе и что-то новое или забытое старое, мульти комментарии (ну когда на несколько строк)
        Тут я могу продолжить писать дальше тебе комментарий, используя связку звезды и слеша
        Я не проверял, но думаю, что можно делать очень большой комментарий
        Ну или использовать удобные комментарии, так как короткие предложения читаются легче */
    }
}